chcp 1251
java tree/Main 0 "Gazprom_neft" "Газпром нефть" "Gazprom"
java tree/Main 2 "Gazprom_neft" "first" "первый проект" "1" "Описание первого проекта компании Газпром нефть, стоимость 100 000 рублей, объём инвестиций в российское ПО 70 000 рублей, при этой объём отечественного ПО составляет всего 33.32%, обратите внимание!" 100000 70000 10000 3332
java tree/Main 2 "Gazprom_neft" "second" "второй проект" "4.1" "Описание второго проекта компании Газпром нефть, хахах, я здесь пишу!!!" 4 3 100 5 
java tree/Main 2 "Gazprom_neft" "third" "третий проект" "3.2" "Описание третьего проекта компании Газпром нефть, вы всё равно это прочтёте)))" 57000 6576 32523 5436
java tree/Main 2 "Gazprom_neft" "fourth" "четвертый проект" "5.1" "Описание четвертого проекта компании Газпром нефть, и вы это читаете, как скучно(( стоимость, кстати, 5 миллиардов, а ивестиции 7 тысяч хахах" 5000000000 7000 1000001 8
java tree/Main 0 "two" "Дочка 2" "Gazprom_neft"
java tree/Main 0 "one" "1 Дочка" "Gazprom_neft"
java tree/Main 0 "four" "Компания дочерняя четвертая" "Gazprom_neft"
java tree/Main 0 "three" "Пятая дочерняя" "Gazprom_neft"
java tree/Main 2 "Gazprom" "first" "первый проект Газпрома!" "3.1" "А статус Создание MVP... Описание первой компании Газпром нефть" 15 6 124 123
pause